[
    {
        "id": "1",
        "name": "Beaty Biodiversity Museum",
        "address": "35281 Sycamore Drive",
        "phone": "500-397-3905",
        "information": "Curious by nature? Fall in love with the diversity of life as you discover over 500 exhibits, and stare through the jaws of the largest creature ever to live on Earth—the blue whale.",
        "image": "./images/Beaty-Biodiversy-Museum.jpg"
    },
    {
        "id": "2",
        "name": "VanDusen Botanical Garden",
        "address": "5143 Coolidge Terrace",
        "phone": "908-486-7284",
        "information": "Explore VanDusen Botanical Garden, an inspiring 55 acre outdoor oasis with over 7,500 plant species and varieties. Spot and photograph local wildlife, enjoy the hedge maze with the kids and relax in a serene setting located in the heart of Vancouver. Bring a picnic or dine on the patios of Shaughnessy Restaurant or The Café. Don’t forget to visit the award-winning visitor centre and browse the gift shop.",
        "image": "./images/vandusen-botanical-garden.jpg"
    },
    {
        "id": "3",
        "name": "Burnaby Village Museum",
        "address": "4682 Hudson Pass",
        "phone": "306-248-5672",
        "information": "Stroll through the 1920’s village and visit your favourite historical exhibits. Check out exhibits such as the Burnaby Lake General Store and learn about popular store purchases in the 1920s, visit the Jesse Love Farmhouse to experience a historic family home and find out what a blacksmith does during daily demonstrations at Wagner’s Blacksmith Shop.",
        "image": "./images/burnaby_museum_storefronts.jpg"
    },
    {
        "id": "4",
        "name": "Stanley Park Horse-Drawn Tours",
        "address": "14 Fulton Street",
        "phone": "503-835-2934",
        "information": "Step aboard one of our old-fashioned horse-drawn vehicles and meander in comfort through the natural beauty of Stanley Park, Vancouver’s #1 attraction.",
        "image": "./images/home-Stanley-Park-Horse-Drawn-Tours.jpg"
    },
    {
        "id": "5",
        "name": "Dr. Sun Yat-Sen Classical Chinese Garden",
        "address": "2836 4th Drive",
        "phone": "976-209-1612",
        "information": "Located in the heart of Chinatown, this home garden offers serenity, history and great chi.  Modeled after private gardens in the city of Suzhou, China, the Garden embodies the Taoist philosophy of yin and yang, where every element-light, texture, vegetation - is balanced and symbolic",
        "image": "./images/home-Dr.-Sun-Yat-Sen.jpg"
    },
    {
        "id": "6",
        "name": "Grouse Mountain",
        "address": "3785 Lawn Plaza",
        "phone": "740-404-0133",
        "information": "This fall, enjoy the fresh mountain air and discover the beauty and outdoor experiences Grouse Mountain offers from walks amongst the trees and taking in the views, to delicious dining options in the Chalet and more.",
        "image": "./images/grouseMtn.jpg"
    }
]