[
    {
        "id": "1",
        "name": "Au Comptoir",
        "address": "47 Prairie Rose Circle",
        "phone": "306-887-4585",
        "information": "Take a trip to an excellent Parisian bistro by way of the city’s beachside Kitsilano neighborhood, where up-and-comer chef Dan McGee and team are whipping up French standards with B.C.’s finest produce. The stunning custom-made bar comes from France, and even the serving staff are mostly French, although with the happy addition of Canadian manners. With buttery croissants in the morning, gooey croque-monsieur at lunch, and juicy entrecôte-frites with a mouthwatering crisp char at dinner, anytime is a good time for Au Comptoir.",
        "image": "./images/au-comptoirjpg.jpg"
    },
    {
        "id": "2",
        "name": "Buckstop",
        "address": "92 Jay Court",
        "phone": "395-497-6914",
        "information": "It’s late and you have a craving for heaping plates of barbecue and strong whisky cocktails. There’s only one place to go: Buckstop, a tiny, genial bar (in a city known for its frosty reception)  in the lively West End neighborhood. Burger Monday creations (often featuring pork patties, tempura-fried toppings like cheese curds, and copious cheeses and sauces) are switched up weekly, with a limited quantity available starting at 4:30 p.m. Among your choices of barbecue treats, the deep-fried pickles and hush puppies with honey butter are nonnegotiable orders.",
        "image": "./images/buckstop.jpg"
    },
    {
        "id": "3",
        "name": "Golden Paramount Seafood Restaurant",
        "address": "37745 Lakeland Point",
        "phone": "497-630-6227",
        "information": "Take a 20-minute trip on the Skytrain from downtown to the neighboring city of Richmond, which Eater’s former roving critic, Bill Addison, called “one of the cultural marvels of North America” for having some of the finest Asian food in the world. At this award-winning favorite, the dim sum is handmade by chef-owner May Chau, who focuses on Hong Kong classics: steamed pork and crab dumplings, pan-fried pork buns, and deep-fried wontons — all must-orders. ",
        "image": "./images/goldenParamountSeafoodRestaurant.jpg"
    },
    {
        "id": "4",
        "name": "Marutama Ra-men Canada / Westend",
        "address": "67445 Forest Run Way",
        "phone": "428-360-2556",
        "information": "Don’t worry: The queues for this West End ramen favorite move fast, and it’s always worth the wait — especially if you’re a noodle fan. Each day this small ramen shop makes 500 4.4-ounce balls of noodles (you can watch the machine from the dining area), which rest for 24 hours before being cooked and slurped up. Hailing from Japan, Marutama favors a silky rich chicken broth over the heavier pork-based tonkotsu. Prepare to be enchanted — and don’t miss out on the egg. It’s consistently the best in the city.",
        "image": "./images/marutama-ra-men.jpg"
    },
    {
        "id": "5",
        "name": "Granville Island Public Market",
        "address": "955 Macpherson Alley",
        "phone": "385-775-0678",
        "information": "Sure the aisles are packed with wide-eyed Instagrammers at this popular tourist destination, but there are some jewels to be found here to assemble a superb picnic for watching the boats and paddle boarders on False Creek. Take your pick from delights such as pickled headcheese, succulent mortadella, and punchy salami at the Oyama Sausage Co, then head to Terra Bread to pick up some focaccia or baguettes before stocking up on local Salt Spring Island cheeses at Benton Brothers and fresh doughnuts at Lee’s.",
        "image": "./images/granvile-island.jpg"
    }
]